[
  {
    "type": "abstract_redeneren",
    "vraag": "Alle politieagenten dragen een uniform. Jan draagt een uniform. Is Jan een politieagent?",
    "opties": ["Ja, zeker", "Nee, niet noodzakelijk", "Misschien", "Geen informatie"],
    "antwoord": 1,
    "uitleg": "Alleen omdat Jan een uniform draagt, betekent niet dat hij politieagent is. Ook andere beroepen dragen uniformen.",
    "niveau": "basis"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "Als het regent, dan is de straat nat. De straat is nat. Betekent dit dat het regent?",
    "opties": ["Ja", "Nee", "Misschien", "Altijd"],
    "antwoord": 1,
    "uitleg": "De straat kan ook nat zijn door andere oorzaken (sproeiwagen, lekkage, etc.)",
    "niveau": "basis"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "Alle honden zijn dieren. Alle dieren hebben een hart. Hebben alle honden een hart?",
    "opties": ["Ja", "Nee", "Misschien", "Geen informatie"],
    "antwoord": 0,
    "uitleg": "Als alle honden dieren zijn en alle dieren een hart hebben, dan hebben alle honden een hart.",
    "niveau": "basis"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "Sommige politieagenten zijn vrouwen. Alle vrouwen zijn mensen. Zijn alle politieagenten mensen?",
    "opties": ["Ja", "Nee", "Misschien", "Geen informatie"],
    "antwoord": 0,
    "uitleg": "Alle politieagenten zijn mensen, ongeacht hun geslacht.",
    "niveau": "basis"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "Geen enkele kat is een hond. Alle honden zijn trouw. Zijn alle katten trouw?",
    "opties": ["Ja", "Nee", "Misschien", "Geen informatie"],
    "antwoord": 2,
    "uitleg": "We weten niet of katten trouw zijn. De informatie over honden zegt niets over katten.",
    "niveau": "basis"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "Alle rechters zijn juristen. Sommige juristen zijn advocaten. Zijn alle rechters advocaten?",
    "opties": ["Ja", "Nee", "Misschien", "Geen informatie"],
    "antwoord": 1,
    "uitleg": "Nee, niet alle rechters zijn advocaten. Sommige juristen zijn advocaten, maar rechters zijn een andere categorie.",
    "niveau": "gevorderd"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "Als A groter is dan B, en B groter is dan C, dan is A groter dan C. Dit is een voorbeeld van:",
    "opties": ["Deductie", "Inductie", "Abductie", "Reductie"],
    "antwoord": 0,
    "uitleg": "Dit is deductief redeneren: van algemene regels naar specifieke conclusies.",
    "niveau": "gevorderd"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "In een rij staan: Anna, Bert, Chris, Diana. Bert staat voor Chris. Anna staat niet eerst. Wie staat er tweede?",
    "opties": ["Anna", "Bert", "Chris", "Diana"],
    "antwoord": 0,
    "uitleg": "Als Anna niet eerst staat en Bert voor Chris staat, is de volgorde: Bert, Anna, Chris, Diana",
    "niveau": "expert"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "Alle rechters hebben een universitaire opleiding. Maria heeft een universitaire opleiding. Is Maria een rechter?",
    "opties": ["Ja", "Nee", "Misschien", "Geen informatie"],
    "antwoord": 1,
    "uitleg": "Nee, niet iedereen met een universitaire opleiding is een rechter.",
    "niveau": "basis"
  },
  {
    "type": "abstract_redeneren",
    "vraag": "Als het vriest, dan is het koud. Het is koud. Betekent dit dat het vriest?",
    "opties": ["Ja", "Nee", "Misschien", "Altijd"],
    "antwoord": 1,
    "uitleg": "Nee, het kan ook koud zijn zonder dat het vriest.",
    "niveau": "basis"
  }
]